<!DOCTYPE html>
<html>
<head>
    <title>Resume Pablo Daleffe</title>
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Overpass:ital,wght@0,100;0,200;0,300;0,400;0,500;0,600;0,700;0,900;1,100;1,200;1,300&display=swap" rel="stylesheet">
    <style>
        body {font-family:'Overpass', sans-serif;}
        #idCajaIzquierda{float: left; width: 30%; }
        #idCajaDerecha{margin-left: 30%; width: 70%;}
        #idCajaCompleta{float: left; margin-left: 10%;margin-bottom: 100px;}
        h1 {font-size: 6vw; margin-bottom: 0%; color: navy; font-weight: 400;}
        h2 {font-size: 2vw; margin-top: 0%; font-weight: 400;}
        h3 {font-size: 1.5vw; margin-bottom: 5px;}
        h4 {font-size: 1.2vw; margin-bottom: 0; font-weight: 500;}
        #idPersonal {font-size: 1.2vw; font-weight: 300; padding-right: 100px;}
        #idFoto {padding-bottom: 50px;}
        img {width: 50%;border-radius: 50%; flex: content; margin-left: auto; margin-right: auto; display: block;}
        .texto {font-size: 1.2vw; font-weight: 300; line-height: 135%;}
        .textoIzquierdo {font-size: 1vw; font-weight: 300; padding-left: 35%;line-height: 135%;}
    </style>
</head>
<body>
    <div id="idCajaIzquierda">
        <div id="idFoto">
            <img src=".\foto.jpg"/>
        </div>
        <div class="textoIzquierdo">
            <h3>Educaci&oacute;n</h3>
            <b>Ingeniero en Sistemas Inform&aacute;ticos</b><br>
            Uiversidad Abierta Interamericana (UAI)<br>
            Buenos Aires, Argentina<br>
            Julio 2006 – Enero 2015
        </div>
        <div class="textoIzquierdo">
            <h3>Habilidades</h3>
            Liderazgo<br>
            Actitud<br>
            Creativo<br>
            Consultor&iacute;a<br>
            Resoluci&oacute;n de problemas<br>
            Adaptabilidad / Flexibilidad
        </div>
       <div class="textoIzquierdo">
            <h3>Hobbies</h3>
            Taekwon-Do<br>
            Crossfit<br>
            Deportes<br>
            Viajar<br>
            Resoluci&oacute;n de problemas<br>
            Adaptabilidad / Flexibilidad
        </div>
    </div>    
    <div id="idCajaDerecha">
        <h1>Pablo Camilo<br>Daleffe</h1>-------------
        <h2>INGENIERO EN SISTEMAS INFORM&Aacute;TICOS</h2>
        <div id="idPersonal">
            <div class="texto">
                Soy Ingeniero en Inform&aacute;tica, creativo con buena actitud y comunicaci&oacute;n. <br>
                Soy flexible en mi rol, me gusta aprender nuevas tecnolog&iacute;as, ejecutar proyectos y nuevos retos. <br>
                Desde 2011 he trabajado en datos, como desarrollador y analista. <br>
                Actualmente trabajo con grandes vol&uacute;menes de informaci&oacute;n en la Direcci&oacute;n de Anal&iacute;tica de Datos en AFIP. <br>
                Y adem&aacute;s como part time realizo desarrollos y ETL como freelance.<br><br>
                <b>Tecnolog&iacute;as:</b> SQL, plSql, Sybase, MongoDB, desarrollo en Qlikview, Microstrategy, SAS Scripting, 
                Tableau, R, Brio Intelligence, Hyperion, Python, CSS, Html5, vb.NET, jQuery, Json, Airflow, Nifi, Hadoop, Node.js, Sugar CRM, GitHub.<br>
                <b>Industrias:</b> Servicios de Negocios, Agencia de Viajes, Consultoría en Sistemas, Gubernamental (Impuestos/Estadísticas), Freelance.
            </div>
        </div>
        <div id="idExperiencia">
            <h3>Experiencia Laboral</h3>
            <div class="texto">
                <p><h4>Analista de Datos<br>
                    AFIP – Administraci&oacute;n Federal de Ingresos P&uacute;blicos</h4><br>
                    Julio 2019 – Presente<br>
                    • Identificar problemas de negocio que se pueden abordar mediante el an&aacute;lisis de datos.<br>
                    • Analizar los datos recopilados y desarrollar soluciones o m&eacute;todos alternativos de proceder.<br>
                    • Analizar, manipular o procesar grandes conjuntos de datos usando R o script en Qlikview. <br>
                    • Creaci&oacute;n de gr&aacute;ficos, tablas o cuadros de mando para transmitir los resultados del an&aacute;lisis de datos utilizando Qlikview. <br>
                    • Formular modelos para asegurar una predicci&oacute;n precisa de los resultados de inter&eacute;s. <br>
                    • Probar, validar y reformular ETL en plSql y python.<br>
                    TEC: Airflow, Nifi, Qlikview, R, Python, plSql, SQL.
                </p>
            </div>
        </div>
    </div>

    <div id="idCajaCompleta">
        <h3>Otra Experiencia Laboral</h3>
        <div class="texto">
            <p><h4>Analista de Datos<br>
                INDEC – Instituto Nacional de Estad&iacute;sticas y Censos (Industria: Instituto Gubernamental aut&oacute;nomo)</h4>
                Noviembre 2016 – Julio 2019<br>
                • Gerente de Proyectos de TI para la Direcci&oacute;n de Cuentas Nacionales.<br>
                • Desarrollo del Sistema SIPA (Sistema Integrado de Pensiones Argentino).<br>
                • Asistencia al Director y a sectorialistas de cuentas nacionales e internacionales en la construcción de reportes urgentes y cruces de datos con Sql.<br>
                • An&aacute;lisis de datos y desarrollo ETL en Sql<br>
                • Informes SAS con an&aacute;lisis, inteligencia empresarial y gesti&oacute;n de datos.<br>
                TEC: Sql, Hadoop, MongoDB, python, SAS.
            </p>
            <p><h4>Business Intelligence Analista<br>
                Action Travel S.A. (Industria: Agencia de Viajes)</h4>
                Diciembre 2010 – Junio 2015<br>
                • Desarrollador e implementador de Sugar CRM.<br>
                • An&aacute;lisis, modelado y desarrollo en Microstrategy.<br>
                • Brindar soporte t&eacute;cnico para informes y cuadros de mando existentes en Brio Intelligence y Microstrategy.<br>
                • Implementaci&oacute;n ISO-9001-2015.<br>
                • Definici&oacute;n de procesos y elaboraci&oacute;n de informes para los clientes internos y Director de IT.<br>
                TEC: Microstrategy, Hyperion, Brio Intelligence, Sugar CRM, Sybase, Sql, php, css, html.
            </p>
            <p><h4>Analista QA<br>
                Endesa (Industria: Distribuci&oacute;n el&eacute;ctrica)</h4>
                Mayo 2010 – Diciembre 2010<br>
                • Documentar los errores del software mediante un sistema de seguimiento de errores e informar los 
                errores a los desarrolladores de software.<br>
                • Identificar, analizar y documentar problemas con la funci&oacute;n, la salida, la pantalla en l&iacute;nea o el contenido
                del programa.<br>
                • Supervisar la resoluci&oacute;n de errores y realizar el seguimiento de los mismos.<br>
                TEC: Aplicaciones el&eacute;ctricas propias.
            <p><h4>Director t&eacute;cnico<br>
                TSL Mobile S.A. (Industria: Venta y Servicios de equipamiento mobile)</h4>
                Agosto 2006 – Enero 2010<br>
                • Supervisor de soporte in situ en "Cervecer&iacute;a y Malter&iacute;a Quilmes SAICAyG S.A."<br>
                • Consultor internacional en Cervecer&iacute;a Chilena, Boliviana y Uruguaya.<br>
                • Implementador de Proyectos: "El Tejar, Chaco (Argentina)", "Cervecer&iacute;a Boliviana Nacional S.A. - Santa
                Cruz de la Sierra, Bolivia)". Objetivo: avance tecnol&oacute;gico.<br>
                TEC: Intermec applications.
            <p><h4>Soporte T&eacute;cnico<br>
                Cervecer&iacute;a y Malter&iacute;a Quilmes SAICAyG S.A. (Industria: Manufactura y distribuci&oacute;n de bebidas)</h4>
                Enero 2005 – Abril 2006
        </div>
        <h3>Inter&eacute;s en SoyHenry</h3>
        <div class="texto">
            Si bien tengo experiencia en el campo de los datos y consultoría, no tengo un perfil orientado en la programaci&oacute;n. 
            Me pareci&oacute; super interesante el curso de SoyHenry para ampliar mi conocimiento, conocer nuevos compañeros de trabajo-estudio y crecer a&uacute;n mas como profesional.
            Sin dejar de lado la posibilidad de emplearme en otro pa&iacute;s enriqueciendo a&uacute;n mas las relaciones laborales y permitiendo potenciar el ingl&eacute;s.
        </div>
    </div>
</body>
</html>
